<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */

    'home' => 'سلام',
  
    'mombers' => 'العملاء',
    'add_mombers' => 'اضافة عميل ',
    'mombers_valide' => 'الموافقة على العميل ',
    'stop_momber' => 'توقيف عضوية عميل ',
    'investment_shares' => 'أسهم الاستثمار',
    'buy_sheres' => 'بيع أسهم',
    'accept_buy_sheres' => 'الموافقة على شراء أسهم',
    'statistics' => ' إحصائيات',
    'index' => 'الصفخة الرئيسية',
    'index' => 'الصفخة الرئيسية',
    'welcome' => 'أهلا بعودتك ',
    'tahfiz' => ' ثق في نفسك . فتحقيق الأحلام يبدأ بخطوة بسيطة ',
    
    'cl' => 'العملاء',
    'my_cl' => 'عملائي',
    'add_cl' => 'تسجيل عميل',
    'inv' => 'استثمار',
    'buy_shere' => 'شراء اسهم',
    'my_shers' => 'اسهمي',
    'my_tr' => 'معاملاتي الاستثمارية',
    'arbah' => 'الارباح',
    'my_arbah' => 'ارباحي',
    'sahb' => 'طلب سحب ',
    'transfir' => 'طلب تحويل الاموال',
    'bayan_arbah' => 'بيان الارباح',
    'my_books' => 'كتبي',
    'librori' => 'مكتبتي',
    'add_books' => 'طلب كتاب',
   
    'change_long' => 'تغيير اللغة',
    'call_us' => 'اتصا بنا',
    //--------------------------------page dashboord usr----------------------
    'all_arbah' => 'مجموع أرباحك ',
    'nmbr_shers' => 'عدد الأسهم المستثمر فيها ',
    'sum_arbah' => 'مجموع أرباحك الإستثمارية',
    'sum_mombers' => 'عدد إحالات الزبناء',
    'sahb_db' => 'عمليات السحب الخاصة بك الحالية',
    'date' => 'التاريخ',
    'sbb' => 'الحالة',
    'montnt' => 'المبلغ',
    //--------------------------------page my_momber usr----------------------
'all_m' => 'جميع عملائك المسجلين',

   //--------------------------------page new_momber usr----------------------
   'new_c' => 'زبون جديد',
   'r_new_c' => ' تسجيل زبون جديد',
   'info' => 'المعلومات الشخصية للزبون',
   
   'cin' => 'رقم البطاقة الوطبية',
   'adrss' => 'العنوان',
  
   'num_2' => 'رقم هاتف اخر(اختياري)',
   'email' => 'ايمايل',
   'pass' => 'الرقم السري',
   'inf_pay' => 'معلومات الدفع',
   'arbh_db' => 'أرباحك الحالية',
   'khasm_t' => 'الخصم الإجمالي',
   'khasm' => 'الخصم',
   'ok' => 'تأكيد',
   'annelle' => 'الغاء',
   'msg' => 'سيتم تفعيل حساب الزبون في أقل من ساعة',
     'dh' => 'درهم',
   //--------------------------------page buy shers usr----------------------
   'sttmr' => 'مرحلة الاستثمار',
   'msg2' => 'من خلال الاستثمار في الأسهم الاستثمارية ، ستحصل على عوائد شهرية من خلال استثمار رأس المال الخاص بك',
   'nisba' => 'نسبة العائدات اليوم   ',
   'db' => 'رأسمالك الحالي',
   'sum_sh' => 'عدد اسهمك الاستثمارية حاليا',
   'accpt' => 'الموافقة على جميع الشروط',
   'shered_nm' => 'عدد الأسهم',
   'stt' => 'استثمار',
   
   //--------------------------------page MY ARROW usr----------------------
    'sher' => 'أسهمي',
    'ttsher' => 'مجموع عدد أسهمك حاليا',
    'nm_shr' => 'عدد الاسهم',
    'qa' => 'القاعدة',
    'dt_buy' => 'تاريخ الشراء',
    
//--------------------------------page MY ERNINGS usr----------------------
'arbh_ihala' => 'أرباح الاحالة',
'total_arbh' => 'مجموع أرباحك:',
'dt' => 'التفاصيل',
'arbh_inv' => 'أرباح الاستثمار',
'arbh_dt' => 'تفاصيل الأرباح',

//--------------------------------page tafasil arbah usr----------------------
'tf_ihala' => 'تفاصيل أرباحك من الإحالة',
'sm' => 'مجموع عدد أسهمك حاليا ',
'arb' => 'الأرباح',
'moamla' => 'المعاملة',
'date_mo' => 'تاريخ المعاملة',

//--------------------------------page tafasil arbah usr----------------------
'tf_isttmr' => 'تفاصيل أرباحك من الاستثمار',
'sm_a' => 'مجموع أرباحك حاليا ',
//--------------------------------page talab sahab  usr----------------------
'tt' => 'مجموع ارباحك الحالية',
'shb_bnc' => 'سحب الأرباح عن طريق حسابك البنكي',
'a24' => 'عملية السحب ستتطلب 24 ساعة كحد أقصى',
'acc' => 'موافق على جميع شروط السحب',
'mblgh' => 'مبلغ السحب',

'sbbb' => 'السبب',
'shb' => 'سحب',
't_shb' => 'طلب سحب',
//--------------------------------page profile  usr----------------------

'rip' => 'حسابي البنكي (24 رقم)',
'ihala' => 'الإحالات',
'she' => 'الأسهم الإستثمارية',
'd' => 'الدرجة الحالية',


'ta3dil' => 'تعديل',

//---------------------controler-------------------

'msg_1' => 'تم الموافقة على السحب ',

'msg_2' => ' تم رفض هذا السحب وإعادته إلى العميل',

'msg_3' => 'تمت العملية بنجاح.',

'msg_4' => 'ليس لديك رأسمال كافي حاليا',



'msg_6' => 'تم تفعيل حساب العميل',
'msg_7' => 'تم إيقاف حساب العميل',
'msg_8' => 'تم تغيير الباسوورد للعميل',
'msg_9' => 'هذا العميل غير موجود',
'msg_10' => 'تمت تغيير رقمك السري بنجاح.',
'msg_11' => 'كلمة السر خاطئة.',

'msg_12' => 'مبروك تمت العملية بنجاح.',

'msg_13' => 'تمت العملية بنجاح سيتم دراسة طلبك .',
'msg_14' => ' عذرا لا يمكن تلبية طلبك المرجو مراجعة معلوماتك .',
'msg_9' => 'هذا العميل غير موجود',

//---------------------main header-------------------



'send_msg' => 'ارسال رسالة',
'm_msg' => 'تم ارسال الرسالة بنجاح',
'not' => 'يمكنك مراسلة أي عميل حتى الذين ليسو في عضويتك.',
'v_all' => 'الكل',
'call_us' => 'إتصل بنا',
'logout' => 'تسجيل خروج',

//---------------------page login-------------------
'Welcome' => 'مرحبا بك ',
'sgu' => 'تسجيل الدخول ',
'em' => 'البريد الالكتروني',
'pss' => 'كلمة المرور',
'rmm' => 'تذكرني ',
//---------------------page tro,sfir_mony-------------------

'trnsfr' => 'طلب تحويل الأرباح ',
'aid' => 'id العميل" ',
'mbl' => 'المبلغ ',
'sbab' => 'السبب ',
'cd' => 'الرقم السري ',
'accpt' => 'أوافق على جميع المعلومات ',

'ann' => 'إلغاء ',
'sold' => 'رصيدك الحالي  ',

'msg_101' => 'تسجيلك زبون جديد  ',
'msg_102' => 'تم إضافة 39 درهم إلى أرباحك . تم تسجيل زبونك الجديد',
'msg_103' => 'تم تسجيل زبون جديد عن طريق عميلك  ',
'msg_104' => 'تم إضافة 11 درهم إلى أرباحك . تم تسجيل زبون جديد عن طريق عميلك  ',


//---------------------page tro,sfir_mony-------------------

'sahab_makal' => 'صاحب المقال',
'onwan_makal' => 'عنوان المقال ',

'makal' => ' المقال ',
'ok' => 'تأكيد',
'annelle' => 'الغاء',
'nam_kaml' => 'الاسم الكامل',
'jiha' => 'الجهة',
'mdina' => 'المدينة',
'istifsar' => 'الاستفسار',
'rad' => 'الرد',
'ta3dil' => 'تعديل',
'bagh_tamsah' => '؟هل تود مسح',
'riqala' => 'رسالة',
'type' => 'نوع الملكية',
'istichara' => 'استشارات',
'my_istichara' => 'استشاراتي',
'name' => 'الاسم الكامل',
'wlcom' => 'اهلا بعودتك',
'kaamla' => 'المكتملة',
'makamlach' => 'الغير مكتملة',
'mojaba' => 'المجاب عنها',
'mamjawbach' => 'بدون اجابة',
'istichara_lyom' => 'استشارات اليوم',
'istichara_whda' => 'الاستشارة',
'istichara_rad' => 'الرد على استشارتي',

//--------------------------------page password  usr----------------------
'pass1' => 'الرقم السري الحالي',
'pass2' => 'الرقم السري الجديد',
'pass3' => 'تأكيد الرقم السري الجديد',
'chng_pss' => 'تغيير رقم السري ',

'chng' => 'تغيير الإعدادات ',
'num_1' => 'رقم الهاتف',
'sn' => 'إرسال ',
'v_all' => 'الكل',
'out' => 'تسجيل خروج',
'msg_h' => 'الرسائل',
'msg_h0' => 'لديك 0 رسالة',
'index' => 'الصفخة الرئيسية',
'talabich' => 'طلبات الاستشارية',
'talabich_k' => 'طلبات  مكتملة',
'nacher' => 'نشر مقالات',
'3adl' => 'تعديل مقالات',
'hadef_arc' => 'حذف مقالات',
'msg_h' => 'الرسائل',
'main' => 'الرئيسية',
'i3adat' => 'الاعدادات',
'my_profile' => 'حسابي',
'lkamla' => 'الإستشارات المكتملة',
'ichtichara_akaria' => 'استشارة عقارية',
'kaadim_ichtichara_akaria' => 'قدم استشارتك الان',
'akari' => '	استشارة قانونية في المجال العقاري',
'3amalia' => 'نوع العملية أو التعرف القانوني.',

'chra' => 'شراء',
'kra' => 'كراء',
'bay3' => 'بيع',
'rahn' => 'رهن',
'taksim' => 'تقسيم',

'joz2' => 'تجزيئ',
'wasia' => 'وصية',
'hiba' => 'هبة',
'wa3d' => 'وعد بالبيع',
'tahfid' => 'تحفيض',

'tawjih' => 'توجيه',
'dara2ib' => 'تسجيل في ادارة الضرائب ',
'naw3_istichara' => 'نوع الاستشارة المطلوبة',

'cols' => 'الإستشارة',

'show_rad' => 'رؤية الرد',
'no_rad' => 'لا يوجد رد',
'contr' => 'البلد',
'karya' => 'المدينة او القرية',
'akkar' => 'العقار',
'msg101' => 'عذرا لا يوجد هذا العنصر',

'msg102' => 'تم الرد بنجاح.',

'msg103' => 'لقد تم نشر المقالة بنجاح.',

'msg104' => 'لقد تم تسجيل طلبك سيتم الرد خلال 24 ساعة كحد أقصى.',
'sajl' => ' تسجيل حساب',
   '3ndk' => 'لديك', 



'attributes' => [],

];
